IDEA Open Model
CrossSectionCreepCoefficientData.NotionalSizeInput Property
Compatible with IDEA StatiCa v 10.1
 Input type of Notional size
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public InputValueType NotionalSizeInput { get; set; }
Public Property NotionalSizeInput As InputValueType
	Get
	Set
public:
property InputValueType NotionalSizeInput {
	InputValueType get ();
	void set (InputValueType value);
}
Property Value
Type: InputValueType
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace